{
  "id": "glorious",
  "name": "Glorious",
  "decades": [
    {
      "id": 1,
      "image": "",
      "name": "The Resurrection",
      "number": "First",
      "scenes": [
        {
          "verse": "\"I tell you most solemnly, you will be sorrowful, but your sorrow will turn to joy.\"",
          "ref": "John 16:20"
        },
        {
          "verse": "\"For I shall see you again, and your hearts will be full of joy, and that joy no one shall take from you.\"",
          "ref": "John 16:22"
        },
        {
          "verse": "At the first sign of dawn, they went to the tomb with the spices they had prepared.",
          "ref": "Luke 24:1"
        },
        {
          "verse": "And all at once the angel of the Lord, descending from heaven, came and rolled away the stone and sat on it.",
          "ref": "Matthew 28:2"
        },
        {
          "verse": "\"I know you are looking for Jesus, who was crucified. He is not here.\"",
          "ref": "Matthew 28:5-6"
        },
        {
          "verse": "\"He has risen from the dead. Come and see the place where he lay.\"",
          "ref": "Luke 24:6, Matthew 28:6-7a"
        },
        {
          "verse": "\"And now he is going before you to Galilee; it is there you will see him.\"",
          "ref": "Matthew 28:7b"
        },
        {
          "verse": "And the women came out from the tomb, filled with awe and great joy.",
          "ref": "Matthew 16:8, Matthew 28:8"
        },
        {
          "verse": "\"I am the resurrection and the life. If anyone believes in me, even though he dies he will live.\"",
          "ref": "John 11:25"
        },
        {
          "verse": "\"And whoever lives and believes in me will never die.\"",
          "ref": "John 11:26"
        }
      ]
    },
    {
      "id": 2,
      "image": "",
      "name": "The Ascension",
      "number": "Second",
      "scenes": [
        {
          "verse": "Jesus took them out as far as the outskirts of Bethany, and lifting up his hand he blessed them.",
          "ref": "Luke 24:50"
        },
        {
          "verse": "He said, \"All authority in heaven and on earth has given to me.\"",
          "ref": "Matthew 28:18"
        },
        {
          "verse": "\"Go, therefore, make disciples of all the nations.\"",
          "ref": "Matthew 28:19a"
        },
        {
          "verse": "\"Baptize them in the name of the Father and of the Son and of the Holy Spirit.\"",
          "ref": "Matthew 28:19b"
        },
        {
          "verse": "\"And teach them to observe all the commands I gave you.\"",
          "ref": "Matthew 28:20a"
        },
        {
          "verse": "\"He who believes and is baptized will be saved.\"",
          "ref": "Mark 16:16a"
        },
        {
          "verse": "\"He who does not believe will be condemned.\"",
          "ref": "Mark 16:16b"
        },
        {
          "verse": "And know that I am with you always; yes, to the end of time.",
          "ref": "Matthew 28:20b"
        },
        {
          "verse": "As he said this he was lifted up, and a cloud took him from their sight.",
          "ref": "Acts 1:9"
        },
        {
          "verse": "And so the Lord Jesus was taken up into heaven: there at the right hand of God he took his place.",
          "ref": "Mark 16:19"
        }
      ]
    },
    {
      "id": 3,
      "image": "",
      "name": "The Descent of The Holy Spirit",
      "number": "Third",
      "scenes": [
        {
          "verse": "When Pentecost day came around, they had all met in one room.",
          "ref": "Acts 2:1"
        },
        {
          "verse": "Suddenly they heard what sounded like a powerful wind from heaven, the noise of which filled the entire house.",
          "ref": "Acts 2:2"
        },
        {
          "verse": "And something appeared to them that seemed like tongues of fire; these separated and came to rest on the head of each of them.",
          "ref": "Acts 2:3"
        },
        {
          "verse": "They were all filled with the Holy Spirit, and began to speak about the marvels of God.",
          "ref": "Acts 2:4, 11"
        },
        {
          "verse": "Now there were devout men living in Jerusalem from every nation under heaven.",
          "ref": "Acts 2:5"
        },
        {
          "verse": "And Peter stood up with the Eleven and addressed in a loud voice.",
          "ref": "Acts 2:14"
        },
        {
          "verse": "\"Repent and be baptized, and you will receive the gift of the Holy Spirit.\"",
          "ref": "Acts 2:38"
        },
        {
          "verse": "And they accepted what he said and were baptized. That very day about three thousand were added to their number.",
          "ref": "Acts 2:41"
        },
        {
          "verse": "Send forth your Spirit, and they shall be created; and you shall renew the face of the earth.",
          "ref": "Pentecost Alleluia"
        },
        {
          "verse": "Come, Holy Spirit, fill the hearts of your faithful: and kindle in them the fire of your love.",
          "ref": "Pentecost Alleluia"
        }
      ]
    },
    {
      "id": 4,
      "image": "",
      "name": "The Assumption",
      "number": "Fourth",
      "scenes": [
        {
          "verse": "\"Come then, my love; my lovely one, come.\"",
          "ref": "Song 2:10"
        },
        {
          "verse": "\"For see, winter is past; the rains are over and gone.\"",
          "ref": "Song 2:11"
        },
        {
          "verse": "\"Show me your face, let me hear your voice; for your voice is sweet and your face is beautiful.\"",
          "ref": "Song 2:14"
        },
        {
          "verse": "And the sanctuary of God in heaven opened. Then came flashes of lightning and peals of thunder.",
          "ref": "Revelation 11:19"
        },
        {
          "verse": "Now a great sign appeared in heaven; a woman, adorned with the sun.",
          "ref": "Revelation 12:1a"
        },
        {
          "verse": "She was standing on the moon, with twelve stars on her head for a crown.",
          "ref": "Revelation 12:1b"
        },
        {
          "verse": "With jewels set in gold, and dressed in rich silks; the king's daughter is led in to the king.",
          "ref": "Psalm 45:13-14"
        },
        {
          "verse": "Mary you be blessed, my daughter, by God Most High; beyond all women on earth.",
          "ref": "Judith 13:23"
        },
        {
          "verse": "The trust you have shown shall not pass from the memories of men, but shall ever remind them of the power of God.",
          "ref": "Judith 13:25"
        },
        {
          "verse": "You are the glory of Jerusalem! You are the great pride of Israel! You are the highest honor of our people!",
          "ref": "Judith 15:10"
        }
      ]
    },
    {
      "id": 5,
      "image": "",
      "name": "The Coronation",
      "number": "Fifth",
      "scenes": [
        {
          "verse": "Who is this arising like the dawn; fair as the moon, resplendent as the sun?",
          "ref": "Song 6:10"
        },
        {
          "verse": "Like the rainbow gleaming against brilliant clouds; like blossoms in the days of spring.",
          "ref": "Sirach 50:7-8"
        },
        {
          "verse": "\"I am the rose of Sharon, I am the lily of the valleys.\"",
          "ref": "Song 2:1"
        },
        {
          "verse": "\"My throne is in a pillar of cloud, and for eternity I shall remain.\"",
          "ref": "Sirach 24:4, 9"
        },
        {
          "verse": "\"Approach me, you who desire me, and take your fill of my fruits.\"",
          "ref": "Sirach 24:19"
        },
        {
          "verse": "\"I am like a vine putting out graceful shoots, and blossoms are sweeter than honey.\"",
          "ref": "Sirach 24:17, 20"
        },
        {
          "verse": "\"And now, my children, listen to me; listen to instruction and learn to be wise.\"",
          "ref": "Proverbs 8:32-33"
        },
        {
          "verse": "\"Happy are those who keep my ways, who day after day watch at my gates.\"",
          "ref": "Proverbs 8:32, 34"
        },
        {
          "verse": "\"For those who find me find life, and win favor from the Lord.\"",
          "ref": "Proverbs 8:35"
        },
        {
          "verse": "Hail, Queen of mercy, protect us from the enemy, and receive us at the hour of death.",
          "ref": "Queenship of the Blessed Virgin Mary Gradual"
        }
      ]
    }
  ]
}
