{
  "id": "joyful",
  "name": "Joyful",
  "decades": [
    {
      "id": 1,
      "image": "",
      "name": "The Annunciation",
      "number": "First",
      "fruits": "humility",
      "scenes": [
        {
          "verse": "The angel Gabriel was sent by God to a virgin; and the virgin's name was Mary.",
          "ref": "Luke 1:26-27"
        },
        {
          "verse": "\"Rejoice, so highly favored! The Lord is with you!\"",
          "ref": "Luke 1:28"
        },
        {
          "verse": "She was deeply disturbed by these words, and asked herself what this greeting could mean.",
          "ref": "Luke 1:29"
        },
        {
          "verse": "But the angel said to her, \"Mary, do not be afraid; you have won God's favor.\"",
          "ref": "Luke 1:30"
        },
        {
          "verse": "\"Listen! You are to conceive and bear a son, and you must name him Jesus.\"",
          "ref": "Luke 1:31"
        },
        {
          "verse": "\"He will be great and will be called Son of the Most High; and his reign will never end.\"",
          "ref": "Luke 1:32-33"
        },
        {
          "verse": "Mary said to the angel, \"But how can this come about, since I am a virgin?\"",
          "ref": "Luke 1:34"
        },
        {
          "verse": "\"The Holy Spirit will come upon you, and the power of the Most High will overshadow you with its shadow.\"",
          "ref": "Luke 1:35a"
        },
        {
          "verse": "\"And so the child will be called holy, and will be called Son of God.\"",
          "ref": "Luke 1:35b"
        },
        {
          "verse": "\"I am the handmaid of the Lord\", said Mary. \"Let what you have said be done to me.\"",
          "ref": "Luke 1:38"
        }
      ]
    },
    {
      "id": 2,
      "image": "",
      "name": "The Visitation",
      "number": "Second",
      "fruits": "love of neighbor",
      "scenes": [
        {
          "verse": "Mary set out at that time and went to the hill country, and she went into Zechariah's house and greeted Elizabeth.",
          "ref": "Luke 1:39-40"
        },
        {
          "verse": "Now as soon as Elizabeth heard Mary's greeting, the child leaped in her womb, and Elizabeth was filled with the Holy Spirit.",
          "ref": "Luke 1:41"
        },
        {
          "verse": "She gave a loud cry and said, \"Blessed are you among women, and blessed is the fruit of your womb!\"",
          "ref": "Luke 1:42"
        },
        {
          "verse": "\"Yes, blessed is she who believed that the promise made her by the Lord would be fulfilled.\"",
          "ref": "Luke 1:45"
        },
        {
          "verse": "And Mary said, \"My soul proclaims the greatness the Lord, and my spirit exults in God my Savior, because he has looked upon his lowly handmaid.\"",
          "ref": "Luke 1:46-48a"
        },
        {
          "verse": "\"Yes, from this day forward all generations will call me blessed, for the Almighty has done great things for me.\"",
          "ref": "Luke 1:48b-49a"
        },
        {
          "verse": "\"Holy is his name, and his mercy reaches from age to age for those who fear him.\"",
          "ref": "Luke 1:49b-50"
        },
        {
          "verse": "\"He has shown the power of his arm, he has routed the proud of heard.\"",
          "ref": "Luke 1:51"
        },
        {
          "verse": "\"He has pulled down princes from their thrones, and exalted the lowly.\"",
          "ref": "Luke 1:52"
        },
        {
          "verse": "\"The hungry he has filled with good things, the rich sent away empty.\"",
          "ref": "Luke 1:56"
        }
      ]
    },
    {
      "id": 3,
      "image": "",
      "name": "The Nativity",
      "number": "Third",
      "fruits": "poverty, detachment from things of the world, love of the poor",
      "scenes": [
        {
          "verse": "Now while Mary and Joseph were in Bethlehem, this time came for her to have her child.",
          "ref": "Luke 2:6"
        },
        {
          "verse": "And she gave birth to a son, her first-born, and she wrapped him in swaddling clothes.",
          "ref": "Luke 2:7a"
        },
        {
          "verse": "And she laid him in a manager, because there was no room for them at the inn.",
          "ref": "Luke 2:7b"
        },
        {
          "verse": "In the countryside close by there were shepherds, and the angel of the Lord appeared to them.",
          "ref": "Luke 2:8-9"
        },
        {
          "verse": "\"Do not be afraid. Listen, I bring you news of great joy, a joy to be shared by the whole people.\"",
          "ref": "Luke 2:10"
        },
        {
          "verse": "\"Today in the town of David a savior has been born to you, he is Christ the Lord.\"",
          "ref": "Luke 2:11"
        },
        {
          "verse": "\"Glory to God in the highest heaven, and peace to men who enjoy his favor.\"",
          "ref": "Luke 2:14"
        },
        {
          "verse": "And some wise men came from the east, and going in they saw the child with his mother Mary.",
          "ref": "Matt 2:1, 11a"
        },
        {
          "verse": "And falling to their knees they did him homage, then they offered him gifts of gold and frankincense and myrrh.",
          "ref": "Matt 2:11b"
        },
        {
          "verse": "And Mary kept in mind all these things, and pondered them in her heart.",
          "ref": "Luke 2:19"
        }
      ]
    },
    {
      "id": 4,
      "image": "",
      "name": "The Presentation",
      "number": "Fourth",
      "fruits": "obedience",
      "scenes": [
        {
          "verse": "Observing the Law of Moses, they took Jesus up to Jerusalem to present him to the Lord.",
          "ref": "Luke 2:22"
        },
        {
          "verse": "Now in Jerusalem there was a man named Simeon. He was an upright and devout man.",
          "ref": "Luke 2:25"
        },
        {
          "verse": "It had been revealed to him by the Holy Spirit that he would not see death until he had set eyes on the Christ of the Lord.",
          "ref": "Luke 2:26"
        },
        {
          "verse": "And when the parents brought in the child Jesus, he took him into his arms and blessed God.",
          "ref": "Luke 2:27-28"
        },
        {
          "verse": "\"Now, Master, you can let your servant go in peace, just as you promised.\"",
          "ref": "Luke 2:29"
        },
        {
          "verse": "\"Because my eyes have seen the salvation, which you have prepared for all the nations to see.\"",
          "ref": "Luke 2:30-31"
        },
        {
          "verse": "\"A light to enlighten the pagans and the glory of your people Israel.\"",
          "ref": "Luke 2:32"
        },
        {
          "verse": "And he said to Mary his mother, \"You see this child: he is destined for the fall and for the rising of many in Israel, destined to be a sign that is rejected.\"",
          "ref": "Luke 2:34"
        },
        {
          "verse": "\"And a sword will pierce your own soul too, so that the secret thoughts of many may be laid bare.\"",
          "ref": "Luke 2:35"
        },
        {
          "verse": "And they went back to Nazareth, and the child grew to maturity, and he was filled with wisdom; and God's favor was with him.",
          "ref": "Luke 2:39-40"
        }
      ]
    },
    {
      "id": 5,
      "image": "",
      "name": "The Finding of Jesus in the Temple",
      "number": "Fifth",
      "fruits": "piety, joy of finding Jesus",
      "scenes": [
        {
          "verse": "When Jesus was twelve years old, they went up to Jerusalem, for the feast of the Passover.",
          "ref": "Luke 2:41-42"
        },
        {
          "verse": "When they were on their way home, they boy Jesus stayed behind in Jerusalem, without his parents knowing it.",
          "ref": "Luke 2:43"
        },
        {
          "verse": "They went back to Jerusalem looking for him everywhere. Three days later, they found him in the Temple.",
          "ref": "Luke 2:45-46a"
        },
        {
          "verse": "He was sitting among the doctors, listening to them, and asking them questions.",
          "ref": "Luke 2:46b"
        },
        {
          "verse": "And all those who heard him were astounded at his intelligence and his replies.",
          "ref": "Luke 2:47"
        },
        {
          "verse": "\"My child, why have you done this to us? See how worried your father and I have been, looking for you.\"",
          "ref": "Luke 2:48"
        },
        {
          "verse": "\"Why were you looking for me? Did you not know that I must be busy with my Father's affairs?\"",
          "ref": "Luke 2:49"
        },
        {
          "verse": "But they did not understand what he meant.",
          "ref": "Luke 2:50"
        },
        {
          "verse": "He then went down with them and came to Nazareth and lived under their authority.",
          "ref": "Luke 2:51"
        },
        {
          "verse": "And Jesus increased in wisdom, in stature, and in favor with God and men.",
          "ref": "Luke 2:52"
        }
      ]
    }
  ]
}