{
  "id": "sorrowful",
  "name": "Sorrowful",
  "decades": [
    {
      "id": 1,
      "image": "",
      "name": "The Agony in the Garden",
      "number": "First",
      "scenes": [
        {
          "verse": "Jesus came with them to Gethsemane. And sadness overcame him, and great distress.",
          "ref": "Matthew 26:36-37"
        },
        {
          "verse": "Then he said, \"My soul is sorrowful to the point of death. Wait here and keep awake with me.\"",
          "ref": "Matthew 26:38"
        },
        {
          "verse": "Then he withdrew from them, and knelt down and prayed.",
          "ref": "Luke 22:41"
        },
        {
          "verse": "\"Father, if you are willing, take this cup away from me. Nevertheless, let your will be done, not mine.\"",
          "ref": "Luke 22:42"
        },
        {
          "verse": "Then an angel appeared to him, coming from heaven to give him strength.",
          "ref": "Luke 22:43"
        },
        {
          "verse": "In his anguish, he prayed even more earnestly.",
          "ref": "Luke 22:44a"
        },
        {
          "verse": "And his sweat fell to the ground, like great drops of blood.",
          "ref": "Luke 22:44b"
        },
        {
          "verse": "Then he came back to his disciples and found them sleeping, and he said, \"So you had not the strength to keep awake with me one hour?\"",
          "ref": "Matthew 26:40"
        },
        {
          "verse": "\"You should be awake, and praying not to be put to the test.\"",
          "ref": "Matthew 26:41a"
        },
        {
          "verse": "\"The spirit is willing, but the flesh is weak.\"",
          "ref": "Matthew 26:41b"
        }
      ]
    },
    {
      "id": 2,
      "image": "",
      "name": "The Scourging at the Pillar",
      "number": "Second",
      "scenes": [
        {
          "verse": "They had Jesus bound and handed him over to Pilate. Pilate questioned him, \"Are you the king of the Jews?\"",
          "ref": "Mark 15:1-2"
        },
        {
          "verse": "Jesus replied, \"Mine is not a kingdom of this world; but yes, I am a king.\"",
          "ref": "John 18:36-37a"
        },
        {
          "verse": "\"I came into the world for this: to bear witness to the truth; and all who are on the side of truth listen to my voice.\"",
          "ref": "John 18:37b"
        },
        {
          "verse": "\"Truth?\", said Pilate, \"What is that?\"; and with that he went out again to the Jews and said, \"I find no case against him.\"",
          "ref": "John 18:38"
        },
        {
          "verse": "\"So I shall have him flogged and then let him go.\" Pilate then had Jesus taken away and scourged.",
          "ref": "Luke 23:16, John 19:1"
        },
        {
          "verse": "Despised and rejected by men, a man of sorrows.",
          "ref": "Isaiah 53:3"
        },
        {
          "verse": "Harshly dealt with, he bore it humble, like a lamb that is led to the slaughterhouse.",
          "ref": "Isaiah 53:7"
        },
        {
          "verse": "Yet he was pierced through for our faults, crushed for our sins.",
          "ref": "Isaiah 53:5"
        },
        {
          "verse": "Ours were the sufferings he bore, ours the sorrows he carried.",
          "ref": "Isaiah 53:4"
        },
        {
          "verse": "On him lies a punishment that brings us peace, and though his wounds we are healed.",
          "ref": "Isaiah 53:5"
        }
      ]
    },
    {
      "id": 3,
      "image": "",
      "name": "The Crowning with Thorns",
      "number": "Third",
      "scenes": [
        {
          "verse": "The soldiers led him away to the Praetorium. Then they stripped him and dressed him up in purple.",
          "ref": "Mark 15:16-17, Matthew 27:28"
        },
        {
          "verse": "And having twisted some thorns into a crown they put this on his head and placed a reed in his right hand.",
          "ref": "Matthew 27:29"
        },
        {
          "verse": "To make fun of him they knelt to him saying, \"Hail, king of the Jews!\"",
          "ref": "Matthew 27:29"
        },
        {
          "verse": "And they spat on him and took the reed and struck him on the head.",
          "ref": "Matthew 27:30"
        },
        {
          "verse": "The Pilate took some water, washed his hands in front of the crowds and said, \"I am innocent of this man's blood. It is your concern.\"",
          "ref": "Matthew 27:24"
        },
        {
          "verse": "Jesus then came out wearing the crown of thorns and the purple robe.",
          "ref": "John 19:5"
        },
        {
          "verse": "\"Here is your king,\" said Pilate. \"Take him away!\" they said. \"Crucify him!\"",
          "ref": "John 19:15"
        },
        {
          "verse": "\"Why, what harm has he done?\" But they shouted all the louder, \"Crucify him!\"",
          "ref": "Mark 15:14"
        },
        {
          "verse": "\"Do you want me to crucify your king?\" The chief priests answered, \"We have no king except Caesar.\"",
          "ref": "John 19:15"
        },
        {
          "verse": "So Pilate, anxious to placate the crowd, handed him over to be crucified.",
          "ref": "Mark 15:15"
        }
      ]
    },
    {
      "id": 4,
      "image": "",
      "name": "The Carrying of The Cross",
      "number": "Fourth",
      "scenes": [
        {
          "verse": "\"If anyone wants to be a follower of mine, let him renounce himself.\"",
          "ref": "Luke 9:23a"
        },
        {
          "verse": "\"And take up his cross every day and follow me.\"",
          "ref": "Luke 9:23b"
        },
        {
          "verse": "And he carried his own cross as they led him out to crucify him.",
          "ref": "John 19:17, Mark 15:21"
        },
        {
          "verse": "And they seized on a man, Simon from Cyrene, and made him shoulder the cross and carry it behind Jesus.",
          "ref": "Luke 23:26"
        },
        {
          "verse": "\"Shoulder my yoke, and learn from me.\"",
          "ref": "Matthew 11:29a"
        },
        {
          "verse": "\"For I am gentle and humble in heart.\"",
          "ref": "Matthew 11:19b"
        },
        {
          "verse": "\"And you will find rest for your souls. Yes, my yoke is easy and my burden light.\"",
          "ref": "Matthew 11:29-30"
        },
        {
          "verse": "Large numbers of people followed him, and of women too, who mourned and lamented for him.",
          "ref": "Luke 23:27"
        },
        {
          "verse": "But Jesus turned to them and said, \"Daughters of Jerusalem, do not weep for me; weep rather for yourselves and for your children.\"",
          "ref": "Luke 23:28"
        },
        {
          "verse": "\"For if men use the green wood like this, what will happen when it is dry?\"",
          "ref": "Luke 23:31"
        }
      ]
    },
    {
      "id": 5,
      "image": "",
      "name": "The Crucifixion",
      "number": "Fifth",
      "scenes": [
        {
          "verse": "When they reached the place called The Skull, they crucified him.",
          "ref": "Luke 23:33"
        },
        {
          "verse": "Jesus said, \"Father, forgive them, they do not know what they are doing.\"",
          "ref": "Luke 23:34"
        },
        {
          "verse": "One of the criminals with him said, \"Jesus, remember me when you come into your kingdom.\"",
          "ref": "Luke 23:39, 42, Mark 15:32"
        },
        {
          "verse": "\"Indeed, I promise you,\" he replied \"today you will be with me in paradise.\"",
          "ref": "Luke 23:43"
        },
        {
          "verse": "Near the cross of Jesus stood his mother and the disciple he loved.",
          "ref": "John 19:25-26a"
        },
        {
          "verse": "Jesus said to his mother, \"Woman, this is your son.\" Then to the disciple he said, \"This is your mother.\"",
          "ref": "John 19:26b-27"
        },
        {
          "verse": "And from that moment the disciple made a place for her in his home.",
          "ref": "John 19:27"
        },
        {
          "verse": "And a darkness came over the whole land, and the earth quaked; and the veil of the Temple was torn in two.",
          "ref": "Luke 23:44, Matthew 27:51"
        },
        {
          "verse": "And Jesus cried out in a loud voice, \"Father, into your hands I commend my spirit.\"",
          "ref": "Luke 23:46"
        },
        {
          "verse": "And bowing his head he breathed his last.",
          "ref": "John 19:30, Luke 23:46"
        }
      ]
    }
  ]
}